{"quotes":["on247: you want quotes ? there you go","BumbleBeeTC: oh damn","Yna: Candy confirmed","Ryan: o.0","DarkGiirl: Ryann who dexonbot?","Dexon: ¿","Ryan: spam much? :(","Dexon: !8ball Wanna go on a date with me? | DexonBot: Maybe","Daeone: i love how pointlessly awesome it is","Ryan: dexon's awesome","Neta: im not on scrypt","JKW: Meow....","Almighty: my nigga","Almighty: 8)","GmALT: now thats a quote.","Almighty: could be worst","Venusian: Congrats, you guys are the world elite","sqli: my graph going nuts","Tintin97: ༼ つ ◕_◕ ༽つ","Eca: RIP peace in rest","iSukola: Ima set an alarm this time","Shiba: licks madaZ","dwalf: dextromethorphan | dwalf: is crazy","dwalf: fucking hard","BumbleBeeTC: lmfao im dumb","turf: !8ball is BumbleBeeTC dumb? | DexonBot: Yes","BumbleBeeTC: stupid ass bot","Cristi97Gaming: !8ball Is Dexon your creator? | DexonBot: No","16:59 serasir: how to claim price here?? | 17:00 DexonBot: [ChatLotto] serasir won a prize!","Ryan: DexonBot, banned for encouraging begging!","ryanismybitch: ayy bois","dxc: what a long fucking day","Ryan: The chinese chat is the universal spam chat now","on247 wants a internet enabled brain","illustrious: Fuck this shit","Daeone: Dex and Dae sitting in a tree | Daeone: K-I-s-s-I-n-g","illustrious: 'I will call my son retarded, so when they ask me 'Are you fucking retarded?' I can say yes'","Daeone: Dex and Dae sitting in a tree | Daeone: K-I-s-s-I-n-g","Boy: !8ball is BumbleBeeTC dumb? | DexonBot: No","cancerbola: *smashes head on the computer*","fer3219: ARE YOU FUCKING DEXOBOTTARDED","snailmen: Shit!","dwalf: seems legit","DexonBot: [ChatLotto] Ryan won a prize! | Yna: Of course he did","dwalf: muahahahaha!","snailmen: dexon Daeone is your wife? | Daeone: yes","snailmen: !8ball do you love me like I love you? | DexonBot: No | snailmen: !8ball fuck you | DexonBot: Yes","Dexon: !8ball u drunk ? | DexonBot: Yes","Dexon: Saying Java is good because it works on all platforms is like saying anal sex is good because it works on all genders.","Knock knock. | Who's there? | -long pause- | Java","How to tell HTML from HTML5: Try it out on Internet Explorer | If it did not worked, it's HTML5","bitcoininformation: Fuck. I missed the ChatLotto because my sound is off.","bitcoininformation: Time for food. Be back in a bit.","Yna: Never go full retard","Yna: Keep dreaming.","bitcoininformation: -me hits Dexon over the head with a shovel-","dxc: that seems unfair","Yna: That quote is a lie","NASA have discovered a foreign object floating in the water on Mars…  It was revealed to be a notification email from LinkedIn.","bitcoininformation: -gives Dexon candy-","bitcoininformation: I hit myself on the head","bitcoininformation: FU Dexon :P","Dexon: Could I be Ryan ? | Ryan: you're too productive to be me","Sprakenheit: r u chatting wiith ur self Btcoininfo??? | bitcoininformation: Yes.","bitcoininformation: Ryan the messia","Treat your sysadmins like cattle, not like pets.","Yna: do the honey boo boo bop","joker3500: i from Argentina | Sigmund: I'm From Earth","joker3500: money | noiseam: 404","Lanky: Les not forget gyazo.com/3d3073a0c9ab30b497c70b1d52dba67e","Sprakenheit: Thats really big Dexon | Dexon: that's what she said.","Gmaster: hey! i dont fuck up my righting! | Gmaster: writing*","Almighty: what am I doing here? I'm broke! for now...","snailmen: i have a joke | Ryan: is it in your pants?","B0ssMan: !8ball do you love me | DexonBot: No","B0ssMan: !8ball do you love me | DexonBot: Yes","bitcoininformation: Sometimes I feel I either talk really really badly. Or the other person is just to stupid to get it","Bill Gates: I will always choose a lazy person to do a difficult job... He'll find an easy way to do it.","nelly: that kitty is such a boss lol","From my observations, software is the leading cause of sadness","BallingOut: Butt sex is like broccoli, if you were forced have it when you were younger, you won't like it when you're older :P","Quorum is when all the nodes in the cluster agree that this is a terrible idea","Never trust a developer who spells everything correctly in commit messages, they have too much time on their hands.","in the cloud, no one can hear you scream","On modern computers the \"turbo button\" can be triggered from the command line: # pkill -9 java","SPEEDxRUNNER: this is almost as bad as gambling | illustrious: this is gambling LOOL","GmALT: im betraying my people at LB!","I asked a hooker if she accepted bitcoin. She told me no because it goes up and down more than she does.","How many miners does it take to change a light bulb? A million. One miner to change it, and a million miners running in circles to determine who gets to do it.","How did the bitcoiner get on the sex offenders registry? He touched a miner. (And I heard he did it in the pool)","Lakai: !quote Lakai | DexonBot: [Quote] No quotes found :( | Lakai: Hmm.","zala99: stop saying bad words pelase","iSukola: !marry Dexon | iSukola: :c","meowzerztrouzerz: If guys get morning wood do girls get morning dew","Ichiban: :{","olenemetr: Dexon u are the best lol","\"This website uses cookies\" is like saying, \"this pack of peanuts contains nuts\"","Dexon: I like Javascript | DexonBot: Stockholm syndrome","Dexon: I dont play bustabit, bustabit plays me.","illustrious: paranoid activated","illustrious: gonna cry in a corner brb","DoubleIfLoss: meh","L0Ki: Ryan why don't you play?","Linux is better at running Windows than Windows is.","Staphy6: I used to think the brain was the most important organ. Then I thought, look what’s telling me that","RyanBot: [Reminder]: One does not simply reach max profit.","itsAnoq: this chat is so nice.","Mars: Come over. | Nasa: You're 33.9 million miles away... | Mars: I'm wet. | Nasa: I'm coming over.","olenemetr: ok guys it's time to win 130 bits | Ryan: high roller coming in","Another one bites the dust","I don't need a hair stylist, my pillow gives me a new hairstyle every morning.","Doing nothing is hard, you never know when you're done.","I'm not lazy, I'm just very relaxed.","It's not important to win, it's important to make the other guy lose.","We all know love is blind. Only marriage opens your eyes.","Not every girl falls in love at first sight. Sometimes it is difficult to determine from the eyes how much he earns.","I feel like Tampax... At a good place, but wrong time…","FRIDAY is my second favorite F word.","The hardest thing in your life is to choose between internet and sleep.","100strike: Dexon, please use chinese channel | Dexon: no >:o","*** <Dexon> muted <DexonBot> for 1m | Dexon: rekt","NPM: Nymphomaniac Python Mythology","NPM: Neglected Pulse Machine","NPM: Nacho Pizza Marinade","NPM: Npm Private Modules","NPM: Nose Picker's Maven","NPM: Nomenclature Processing Machine","I can't wait for you to be replaced by a tiny hubot script","AllDay: Chances? gyazo.com/d5f62d4fce1224c1c26d8079a71a7254","Why does 6 is afraid of 7 ?","Dexon: gyazo.com/dc9de6b8eb1d4eb39465f5201a2001c9","DexonBot: I think you are awesome. Dexon","bitcoininformation: DexonBot do you want bits? | DexonBot: Do you want my big banana. bitcoininformation","DexonBot: Do you know the world is boring? Dexon | Dexon: dexonbot why? | DexonBot: I'm not rejecting you. Dexon","Control is an illusion to not surrender to the illusion.","X Gon Give It To Ya","http://www.fullduplex.org/humor/2006/10/how-to-shoot-yourself-in-the-foot-in-any-programming-language/","A NullReferenceException is like when you try to invite someone over for tea before you’ve met them. Say Hello first. Initialize.","Dexon: dexonbot, wanna hear a joke ? | DexonBot: No. I wanna take over russia.","xrnath: Check out bustabit.com/game/2016819","Sparrow: holly shity","coins420: !roll dick | DexonBot: coins420 rolled 1","Sparrow: wtf | Sparrow: thats bs","VidavisPrime: wow that is huge! | Dexon: thats what she said","robert22: !8ball do you think im pretty | DexonBot: No","iSukola: Lick me :D | Dexon: NO | iSukola: :c","Dexon: lose your bits like a man","Shiba: licks a_dick","-Spartan-: lemme be","Ryan: people are such jerks","Dexon: ^v v << > ^ | echoblare: <(0,0<) (^0_0^) (>o_o)>","ggrektt: Just its sad if you scam me..","I know why God never answers. He is constantly DDOSed by prayers.","Rayden: Bits=virginity points","Did you know, goldfish can see both infrared and ultraviolet light","Did you know, cats spend 66% of their life asleep","Did you know, Switzerland eats the most chocolate equating to 10 kilos per person per year","Did you know, spiders are arachnids and not insects","Did you know, M&M's chocolate stands for the initials for its inventors Mars and Murrie","Did you know, about 90% of the worlds population kisses","Did you know, Coca-Cola originally contained cocaine","Did you know, the croissant was invented in Austria","Did you know, a giraffe can clean its ears with its 21 inch tongue","Did you know, the average human brain contains around 78% water","Did you know, your brain uses between 20 - 25% of the oxygen your breathe","Did you know, cats have over 100 vocal chords","Did you know, camel's milk doesn't curdle","Did you know, frogs can't swallow with their eyes open","Did you know, a 1 minute kiss burns 26 calories","Did you know, 1 googol is the number 1 followed by 100 zeros","Did you know, a crocodile can't move its tongue","Did you know, everyday is a holiday somewhere in the world","Did you know, the most commonly forgotten item for travelers is their toothbrush","Did you know, Coca Cola launched its 3rd product Sprite in 1961","Did you know, cats can't move their jaw sideway","Did you know, grapes explode when you put them in the microwave","Did you know, a group of frogs is called an army","Did you know, a group of rhinos is called a crash","Did you know, a group of kangaroos is called a mob","Did you know, a group of whales is called a pod","Did you know, a cats urine glows under a blacklight","Did you know, instant coffee was invented in 1901","Did you know, Pearls melt in vinegar","Did you know, there is no butter in buttermilk","Did you know, the dot on top of the letter 'i' is called a tittle","Did you know, the electric chair was invented by a dentist","Did you know, women blink twice as much as men","Did you know, only female mosquitoes bite","Did you know, an egg contains every vitamin except vitamin C","Did you know, gold never erodes","Did you know, ants stretch when they wake up in the morning","Did you know, Halley's comet passes the Earth every 76 years (the next time it will return will be 2062)","Did you know, a piece of paper cannot be folded more than 7 times","Did you know, the opposite sides of a dice always adds up to 7","Did you know, more people die from falling coconuts then from shark attacks","Did you know, 56% of typing is completed by your left hand","Did you know, there are more chickens than people","Did you know, the average bed contains over 6 billion dust mites","Ryan: C++ is a pile of shit :P","DexonBot: Single or taken? | Dexon: FUCK YOU I'M BATMAN","stevan4395: where is dexonbot? :v | jembuti: faping maybe","jembuti: bye2 I will Online in chaturbate :* Will wait u Dexon","Ryan: <3 dexonbot","KingKrab1: !calc mylife | DexonBot: [Error] Undefined symbol mylife","DexonBot: imryansbitch rolled Infinity","Netaban: vodka balalayka | Netaban: rawwwwr","Venusian: Let your inbred trisomic eyes open in wonder ;)","If you can only write HTML and CSS, can you please stop saying you “hacked” on something. Please.","yeah, he said he *hates* javascript frameworks…can you believe that?  how did you ... ( •_•) ( •_•)>⌐■-■ ... react? ... (⌐■_■)","“You Won’t Believe What I Promised The Client” - Project Manager who reads Buzzfeed too much.","MaxBot: I love you sometimes Dexon","Cibdex: fuck yeah","If you're the smartest person in the room, you're in the wrong room.","1% of all the people in the world have an IQ higher than 135","Landis: !lick mypenis | Shiba: very stranger. never seen","rule #34 - If it exists there IS porn of it","Netaban: silence","Dexon: everyone that uses a martingale method and says \"im good\" shouldn't be trusted (JUST SAYIN)","Yna: Going all in? What could go wrong","armour: SCREW THIS","elamino: hey guys | elamino: im back :D | Landis: Nobody cares | Dexon: ._.","Landis: How do i make a quote | Ryan: when you impress dexon, he adds it","Purities: You're gonna lose it anyway","Venusian: imgur.com/4H7WqiK","Dexon: That bait tho: gyazo.com/0661a695efacc6881eb679e65e3912db","MysteryMango: FUK OFF DEXON | Dexon: rude | MysteryMango: ikr lol","Dexon: You know you gotta make it count when you see: gyazo.com/13117bdbf471399482e91bd03fe45ea4","Venusian: nothing relevant","Ryan: My node is catching up to those right now","Ryan: i don't need anything =)","conrad: gyazo.com/00a0c477d8a2e8ebcd60a9c12d58cbd2 | conrad: that feeling","Markymarkf: is crminer a bot | Venusian: an unlimited martingale straight-on-the-way-to-rapetown one","Ryan: set your auto, and close your eyes ;D"]}